[
  {
    "comprehension_id": "5",
    "comprehension_data": "\n<p>Working 12 to 18 hours a day was not uncommon for scientists at the rocket\nlaunching station, Thumba. A group of such scientists was frustrated due to the work pressure and meeting their boss's demands; however, they were loyal to him.</p>\n\n<div style=\"width: 328px;height: 219px;background-color: rgb(167, 176, 176);float: right;margin: 10px;\">\n<img src=\"../resources/img/comprehension_images/apj.jpg\" alt=\"Smiley face\" style=\"width: 100%;height: 100%;border: rgb(59, 66, 66);border-style:groove;\">\n</div>\n\n<p>One day, a scientist gathered enough courage to go up to his boss and say, \"Sir, I have promised my children that I will take them to the exhibition this evening.\nTherefore, I have to leave the office at 5:30 pm. Can I leave early today, Sir?\"</p>\n\n<p>His boss replied, \"Alright. You may leave early today.\" </p>\n<p>The scientist was happy for having received the permission and went on to continue his work. He stayed on to work after lunch, and, as always, got so engrossed in his work that he peered at his watch only when he thought he was done. Unfortunately, it was past 08:15 pm.</p>\n<p>With a jolt, he remembered his promise to his children. He looked for his boss who was not in his office. Having told him just that morning, he wrapped up work and hurried home.</p>\n<p>As he drove home, he felt very guilty for having let his children down. When he reached, the children were not at home. His wife was busy reading. He felt that initiating any conversation with her would only add fuel to the fire, so he stayed quiet.</p>\n<p>Looking up at him, his wife asked, \"Do you want something hot to drink or have dinner right away?\"</p>\n<p>The man could only ask, \"Where are the children?\"</p>\n<p>His wife said, \"Don’t you know? Your boss came here at 5:15 pm and took the children to the exhibition you had promised to take them to.\"</p>\n<p>He was surprised, but it did not take him too long to guess what had happened.</p>\n<p>The boss who granted him permission had observed him working very seriously well past 5:00 pm. He must have thought that the scientist would not leave the work half done, but if he had promised his children a visit to the exhibition, then they deserved it. So, he took the lead in taking them to the exhibition himself.</p>\n<p>The boss does not have to do it every time. But once it is done, loyalty is established.</p>\n<p>No wonder, all scientists at Thumba continue to work under this boss in spite of the great pressure.</p>\n<p>This boss was none other than Dr. APJ Abdul Kalam.</p>\n",
    "comprehension_type": "text-passage",
    "exercise_id": "8"
  },
  {
    "comprehension_id": "6",
    "comprehension_data": "<p>Lionel was in bad shape. He was bloodied and beaten. He was too weak to haul his poor, broken\nlittle body inside the house. By the time Nola saw him, his battered body had already lost too\nmuch blood. Lionel the duck died a few minutes later.</p>\n\n<p>When Nola broke the news to her customers, they were devastated. One elderly gentleman was\nespecially heartbroken. He used to feed Lionel a slice of bread or a biscuit which he kept in his\npocket especially for the occasion. They would spend an hour every week like that, enjoying\neach other’s company. When he heard about Lionel’s death, the old man sat down on the same\nbench and let the tears run freely down his cheeks. Two weeks later, he was dead.</p>\n\n<p>Nola also had to tell the children who used to play with Lionel on their way to school. Lionel\nwaddled around them, muttering and letting them feel his soft white feathers while they waited for\nthe bus. Some of the children made sympathy cards for Nola. She also received many\ncondolences—a few from friends and many from strangers. It was only then that we realized how\nmany friends Lionel had made; how many hearts he had touched. It seemed as if the whole town\nwas mourning his death.</p>",
    "comprehension_type": "text-passage",
    "exercise_id": "18"
  },
  {
    "comprehension_id": "8",
    "comprehension_data": "<pre>Once upon a time a frog \ncroaked away in Bingle Bog \nEvery night from dusk to dawn \nHe croaked awn and awn and awn. \nOther creatures loathed his voice, \nBut, alas, they had no choice. \nAnd the crass cacophony \nBlared out from the sumac tree \nAt whose foot the frog each night \nMinstrelled on till morning night. \nNeither stones nor prayers nor sticks, \nInsults or complaints or bricks \nStilled the frog's determination \nTo display his heart's elation. \nBut one night a nightingale \nIn the moonlight cold and pale \nPerched upon the sumac tree \nCasting forth her melody. \nDumbstruck sat the gaping frog \nAnd the whole admiring bog \nStared towards the sumac, rapt, \nAnd, when she had ended, clapped. \nDucks had swum and herons waded \nTo her as she serenaded \nAnd a solitary loon \nWept beneath the summer moon. \nToads and teals and tiddlers, captured \nBy her voice, cheered on, enraptured: \n\"Bravo!\" \"Too divine!\" \"Encore!\" \nSo the nightingale once more, \nQuite unused to such applause, \nSang till dawn without a pause. \nNext night when the nightingale \nShook her head and twitched her tail, \nClosed an eye and fluffed a wing \nAnd had cleared her throat to sing, \nShe was startled by a croak. \n\"Sorry - was that you who spoke?\" \nShe enquired when the frog \nHopped towards her from the bog. \n\"Yes,\" the frog replied. \"You see, \nI'm the frog who owns this tree. \nIn this bog I have long been known \nFor my splendid baritone \nAnd, of course, I wield my pen \nFor Bog Trumpet now and then.\" \n\"Did you... did you like my song?\" \n\"Not too bad - but far too long. \nThe technique was fine of course, \nBut it lacked a certain force.\" \n\"Oh!\" the nightingale confessed. \nGreatly flattered and impressed \nThat a critic of such note \nHad discussed her art and throat: \n\"I don't think the song's divine. \nBut - oh, well - at least it's mine.\" \n\"That's not much to boast about,\" \nSaid the heartless frog. \"Without \nProper training such as I \n- And few others - can supply. \nYou will remain a mere beginner. \nBut with me you will be a winner.\" \n\"Dearest frog,\" the nightingale \nBreathed, \"This is a fairy tale - \nAnd you are Mozart in disguise \nCome to earth before my eyes.\" \n\"Well I charge a modest fee. \nOh!... But it will not hurt, you will see.\" \nNow the nightingale inspired, \nFlushed with confidence, and fired \nWith both art and adoration, \nSang - and was a huge sensation. \nAnimals for miles around \nFlocked towards the magic sound, \nAnd the frog with great precision \nCounted heads and charged admission. \nHe began her vocal training. \n\"But I can't sing in this weather.\" \nThough next morning it was raining, \n\"Come my dear - we'll sing together. \nJust put on your scarf and sash, \nKoo-oh-ah! ko-ash! ko-ash!\" \nSo the frog and nightingale \nJourneyed up and down the scale \nFor six hours, till she was shivering \nAnd her voice was hoarse and quivering. \nThough subdued and sleep deprived, \nIn the night her throat revived, \nAnd the sumac tree was bowed, \nWith a breathless, titled crowd: \nOwl of Sandwich, Duck of Kent, \nMallard and Milady Trent, \nMartin Cardinal Mephisto, \nAnd the Coot of Monte Cristo, \nLadies with tiaras glittering \nIn the interval sat twittering - \nAnd the frog observed them glitter \nWith a joy both sweet and bitter. \nEvery day the frog who'd sold her \n100 songs for silver tried to scold her: \n\"You must practice even longer \nTill your voice, like mine, grows stronger. \nIn the second song last night \nYou got nervous in mid-flight \nAnd, my dear, lay on more trills - \nAudiences enjoy such frills. \nYou must make your public happier: \nGive them something sharper, snappier. \nWe must aim for better billings. \nYou still owe me sixty shillings.\" \nDay by day the nightingale \nGrew more sorrowful and pale. \nNight on night her tired song \nZipped and trilled and bounced along, \nTill the birds and beasts grew tired \nAt a voice so uninspired \nAnd the ticket office gross \nCrashed, and she grew more morose. \nFor her ears were now addicted \nTo applause quite unrestricted, \nAnd to sing into the night \nAll alone gave no delight. \nNow the frog puffed up with rage. \n\"Brainless bird - you're on the stage. \nUse your wits and follow fashion. \nPuff your lungs out with your passion.\" \nTrembling, terrified to fail, \nBlind with tears, the nightingale \nHeard him out in silence, tried, \nPuffed up, burst a vein, and died. \nSaid the frog: \"I tried to teach her, \nBut she was a stupid creature - \nFar too nervous, far too tense. \nFar too prone to influence. \nThat your song must be your own. \nThat's why I sing with panache. \nWell, poor bird - she should have known \nKoo-oh-ah! ko-ash! ko-ash!\" \nAnd the foghorn of the frog \nBlared unrivaled through the bog.</pre>",
    "comprehension_type": "text-poetry",
    "exercise_id": "20"
  },
  {
    "comprehension_id": "9",
    "comprehension_data": "<p>AUSABLE did not fit any description of a secret agent Fowler had ever read. Following him down the musty corridor of the gloomy French hotel where Ausable had a room, Fowler felt let down. It was a small room, on the sixth and top floor, and scarcely a setting for a romantic adventure.</p>\n<p class=\"indent\">Ausable was, for one thing, fat. Very fat. And then there was his accent. Though he spoke French and German passably, he had never altogether lost the American accent he had brought to Paris from Boston twenty years ago.</p>\n<p class=\"indent\">“You are disappointed,” Ausable said wheezily over his shoulder. “You were told that I was a secret agent, a spy, dealing in espionage and danger. You wished to meet me because you are a writer, young and romantic. You envisioned mysterious figures in the night, the crack of pistols, drugs in the wine.”</p>\n<p class=\"indent\">“Instead, you have spent a dull evening in a French music hall with a sloppy fat man who, instead of having messages slipped into his hand by dark-eyed beauties, gets only a prosaic telephone call making an appointment in his room. You have been bored!” The fat man chuckled to himself as he unlocked the door of his room and stood aside to let his frustrated guest enter.</p>\n<p class=\"indent\">“You are disillusioned,” Ausable told him. “But take cheer, my young friend. Presently you will see a paper, a quite important paper for which several men and women have risked their lives, come to me. Some day soon that paper may well affect the course of history. In that thought is drama, is there not?”</p>\n<p class=\"indent\">As he spoke, Ausable closed the door behind him. Then he switched on the light.</p>\n<p class=\"indent\">And as the light came on, Fowler had his first authentic thrill of the day. For halfway across the room, a small automatic pistol in his hand, stood a man.</p>\n<p class=\"indent\">Ausable blinked a few times.</p>\n<p class=\"indent\">“Max,” he wheezed, “you gave me quite a start. I thought you were in Berlin. What are you doing here in my room?”</p>\n<p class=\"indent\">Max was slender, a little less than tall, with features that suggested slightly the crafty, pointed countenance of a fox. There was about him — aside from the gun — nothing especially menacing.</p>\n<p class=\"indent\">“The report,” he murmured. “The report that is being brought to you tonight concerning some new missiles. I thought I would take it from you. It will be safer in my hands than in yours.”</p>\n<p class=\"indent\">Ausable moved to an armchair and sat down heavily. “I’m going to raise the devil with the management this time, and you can bet on it,” he said grimly. “This is the second time in a month that somebody has got into my room through that nuisance of a balcony!” Fowler’s eyes went to the single window of the room. It was an ordinary window, against which now the night was pressing blackly.</p>\n<p class=\"indent\">“Balcony?” Max said, with a rising inflection. “No, a passkey. I did not know about the balcony. It might have saved me some trouble had I known.”</p>\n<p class=\"indent\">“It’s not my balcony,” Ausable said with extreme irritation. “It belongs to the next apartment.” He glanced explanatorily at Fowler. “You see,” he said, “this room used to be part of a large unit, and the next room — through that door there — used to be the living room. It had the balcony, which extends under my window now. You can get onto it from the empty room two doors down — and somebody did, last month. The management promised to block it off. But they haven’t.”</p>\n<p class=\"indent\">Max glanced at Fowler, who was standing stiffly not far from Ausable, and waved the gun with a commanding gesture. “Please sit down,” he said. “We have a wait of half an hour, I think.”</p>\n<p class=\"indent\">“Thirty-one minutes,” Ausable said moodily. “The appointment was for twelve-thirty. I wish I knew how you learned about the report, Max.”</p>\n<p class=\"indent\">The little spy smiled evilly. “And we wish we knew how your people got the report. But no harm has been done. I will get it back tonight. What is that? Who is at the door?”</p>\n<p class=\"indent\">Fowler jumped at the sudden knocking at the door. Ausable just smiled. “That will be the police,” he said. “I thought that such an important paper as the one we are waiting for should have a little extra protection. I told them to check on me to make sure everything was alright.”</p>\n<p>Max bit his lip nervously. The knocking was repeated.</p>\n<p class=\"indent\">“What will you do now, Max?” Ausable asked. “If I do not answer the door, they will enter anyway. The door is unlocked. And they will not hesitate to shoot.”</p>\n<p class=\"indent\">Max’s face was black with anger as he backed swiftly towards the window. He swung a leg over the sill. “Send them away!” he warned. “I will wait on the balcony. Send them away or I’ll shoot and take my chances!”</p>\n<p>The knocking at the door became louder and a voice was raised. “Mr. Ausable! Mr. Ausable!”</p>\n<p class=\"indent\">Keeping his body twisted so that his gun still covered the fat man and his guest, the man at the window grasped the frame with his free hand to support himself. Then he swung his other leg up and over the window-sill.</p>\n<p class=\"indent\">The doorknob turned. Swiftly Max pushed with his left hand to free himself from the sill and drop to the balcony. And then, as he dropped, he screamed once, shrilly.</p>\n<p class=\"indent\">The door opened and a waiter stood there with a tray, a bottle, and two glasses. “Here is the drink you ordered for when you returned,” he said, and set the tray on the table, deftly uncorked the bottle, and left the room.</p>\n<p>White-faced, Fowler stared after him. “But...” he stammered, “the police...”</p>\n<p>“There were no police.” Ausable sighed. “Only Henry, whom I was expecting.”</p>\n<p>“But won’t that man out on the balcony...?” Fowler began.</p>\n<p class=\"indent\">“No,” said Ausable, “he won’t return. You see, my young friend, there is no balcony.”\n ROBERT ARTHUR</p>",
    "comprehension_type": "text-passage",
    "exercise_id": "24"
  },
  {
    "comprehension_id": "10",
    "comprehension_data": "<p>Indian thrill seekers are rushing into adventure sports full throttle. Mountain biking, kayaking on the Beas river, hot air ballooning in Jaipur and Delhi, camel safari in Jaisalmer…these are just a few of the exciting activities to offer. According to Alok Bajpai, CEO, The Explorers, an organization that specializes in catering to adventure and nature travel needs, the rising popularity of adventure tourism is a direct result of satellite television beaming in exciting activities into people''s homes. \"The Indian tendency to lie safe has changed over the last 10 years. When we started in 1995, adventure travel was considered something that only the tourists indulged in. Today, people have a higher disposable income to spend on such activities. Besides, adventure travel is now considered glamorous and everyone wants to talk about their experiences,\" he observes.</p>\n<p>Capt. Saurabh Mahajan of Colonel''s Camps & Tours, which offers adventure travel options in and around Rishikesh agrees: \"Since we started in 2000, there has been a steady increase in the number of adventure seekers. The adventurous streak is not limited to one group of people. Students, executives, housewives, senior citizens, everyone enjoys river rafting, rock climbing etc. and several corporates send their executives to us for team building, adventure-oriented activities.\" He attributes the escalating numbers to people getting adventure-oriented and schools realizing the importance of adventure sports and love for flora and fauna. Explains psychoanalyst Dr. Harish Shetty: \"A passion for adventure stems from the need to experiment, to enjoy the thrills of difficult encounters. Also, these activities are easily available for the youth today. Earlier, those who would go to the clubs and play games, now engage in adventure sports.\"</p>",
    "comprehension_type": "text-passage",
    "exercise_id": "25"
  }
]
