title=\u0915\u093E\u0932 (Tense) \u092E\u0947\u0902 \u0930\u0942\u092A\u093E\u0902\u0924\u0930\u0923
setOfInstructions=<li>\u0915\u093E\u0932 \u0915\u093E \u091A\u092F\u0928 \u0915\u0930\u0947\u0902(tense). </li><li>\u091A\u092F\u0928\u093F\u0924 \u0915\u093E\u0932 \u0915\u0947 \u0905\u0928\u0941\u0938\u093E\u0930, \u090F\u0915 \u0935\u093E\u0915\u094D\u092F \u0928\u0940\u091A\u0947 \u092A\u094D\u0930\u0926\u0930\u094D\u0936\u093F\u0924 \u0915\u093F\u092F\u093E \u091C\u093E\u090F\u0917\u093E.</li><li>\u0905\u092C \u0909\u0938 \u0915\u093E\u0932 \u0915\u093E \u091A\u092F\u0928 \u0915\u0930\u0947\u0902 \u091C\u093F\u0938\u0947 \u0906\u092A \u092A\u0930\u093F\u0935\u0930\u094D\u0924\u093F\u0924 \u0915\u0930\u0928\u093E \u091A\u093E\u0939\u0924\u0947 \u0939\u0948\u0902 . \u090F\u0915 \u0905\u0927\u0942\u0930\u093E \u0935\u093E\u0915\u094D\u092F \u0909\u0924\u094D\u092A\u0928\u094D\u0928 \u0939\u094B \u091C\u093E\u090F\u0917\u093E.</li><li>\u0936\u092C\u094D\u0926 \u092D\u0902\u0921\u093E\u0930 \u0938\u0947 \u0915\u094D\u0930\u093F\u092F\u093E \u0915\u0947 \u0909\u091A\u093F\u0924 \u092B\u0949\u0930\u094D\u092E \u0915\u094B \u0916\u0940\u0902\u091A\u0947\u0902 \u0914\u0930 \u0907\u0938 \u0935\u093E\u0915\u094D\u092F \u0915\u094B \u092A\u0942\u0930\u093E \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F \u0921\u094D\u0930\u0949\u092A \u0915\u0930\u0947\u0902 </li><li>\u0938\u0902\u0915\u0947\u0924 \u0926\u0947\u0916\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F \u0938\u0902\u0915\u0947\u0924 \u092A\u0930 \u0915\u094D\u0932\u093F\u0915 \u0915\u0930\u0947\u0902\u0964</li><li>\u0915\u094D\u092F\u093E \u0915\u094D\u0930\u093F\u092F\u093E \u0915\u0947 \u091A\u092F\u0928\u093F\u0924 \u092A\u094D\u0930\u092A\u0924\u094D\u0930 \u0938\u0939\u0940 \u0939\u0948 \u0915\u0940 \u091C\u093E\u0901\u091A \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F \u092D\u0947\u091C\u0947\u0902 \u092A\u0930 \u0915\u094D\u0932\u093F\u0915 \u0915\u0930\u0947\u0902</li><li>\u0905\u0917\u0932\u0940 \u092A\u0930 \u0915\u094D\u0932\u093F\u0915 \u0915\u0930\u0947\u0902 \u0905\u0917\u0932\u0947 \u0935\u093E\u0915\u094D\u092F \u092A\u093E\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F\u0964</li>
selectTense=\u0915\u093E\u0932 \u0915\u093E \u091A\u092F\u0928 \u0915\u0930\u0947\u0902
convertTo=\u092E\u0947\u0902 \u092C\u0926\u0932\u094B
sentenceIn=\u0935\u093E\u0915\u094D\u092F \u0915\u093E \u0915\u093E\u0932
wordrepoTitle=\u0936\u092C\u094D\u0926 \u092D\u0902\u0921\u093E\u0930
result=\u092A\u0930\u093F\u0923\u093E\u092E
MainVerb=\u092E\u0941\u0916\u094D\u092F \u0915\u094D\u0930\u093F\u092F\u093E(Main Verb)\:
HelpingVerb=\u0938\u0939\u093E\u092F\u0915 \u0915\u094D\u0930\u093F\u092F\u093E (Helping Verb)\:
correctAnswerDiv=\u0938\u0939\u0940 \u0909\u0924\u094D\u0924\u0930\:
redBoxHint=<li>\u0932\u093E\u0932 \u092C\u0915\u094D\u0938\u0947 \u092E\u0941\u0916\u094D\u092F \u0915\u094D\u0930\u093F\u092F\u093E \u0915\u0947 \u0932\u093F\u090F \u092A\u094D\u0932\u0947\u0938\u0939\u094B\u0932\u094D\u0921\u0930 \u0939\u0948\u0902
 (main verbs).</li>
yellowBoxHint=<li>\u092A\u0940\u0932\u0947 \u092C\u0915\u094D\u0938\u0947 \u0938\u0939\u093E\u092F\u0915 \u0915\u094D\u0930\u093F\u092F\u093E \u0915\u0947 \u0932\u093F\u090F \u092A\u094D\u0932\u0947\u0938\u0939\u094B\u0932\u094D\u0921\u0930 \u0939\u0948\u0902(helping verbs).</li>
redDragBoxHint=<li>\u0932\u093E\u0932 \u0916\u0940\u0902\u091A\u0928\u0947 \u092F\u094B\u0917\u094D\u092F \u092C\u0915\u094D\u0938\u0947 \u092E\u0947\u0902 \u092E\u0941\u0916\u094D\u092F \u0915\u094D\u0930\u093F\u092F\u093E \u0936\u093E\u092E\u093F\u0932 \u0939\u0948\u0902 
. (helping verbs)</li>"
yellowDragBoxHint=<li>\u092A\u0940\u0932\u093E \u0916\u0940\u0902\u091A\u0928\u0947 \u092F\u094B\u0917\u094D\u092F \u092C\u0915\u094D\u0938\u0947 \u092E\u0947\u0902 \u0938\u0939\u093E\u092F\u0915 \u0915\u094D\u0930\u093F\u092F\u093E \u0936\u093E\u092E\u093F\u0932 \u0939\u0948\u0902 

