title=\u0915\u093E\u0933 (Tense) \u0930\u0942\u092A\u093E\u0902\u0924\u0930
setOfInstructions=<li>\u0907\u091A\u094D\u091B\u093F\u0924 \u0915\u093E\u0933 (tense) \u0928\u093F\u0935\u0921\u093E.</li>\
<li>\u0928\u093F\u0935\u0921\u0932\u0947\u0932\u094D\u092F\u093E \u0915\u093E\u0933\u093E \u0928\u0941\u0938\u093E\u0930, \u090F\u0915 \u0935\u093E\u0915\u094D\u092F \u0916\u093E\u0932\u0940 \u092A\u094D\u0930\u0926\u0930\u094D\u0936\u093F\u0924 \u0939\u094B\u0908\u0932.</li>\
<li>\u0906\u0924\u093E \u0939\u0947 \u0935\u093E\u0915\u094D\u092F \u0926\u0941\u0938\u0931\u094D\u092F\u093E \u0915\u093E\u0933\u093E \u092E\u0927\u094D\u092F\u0947 \u092C\u0926\u0932\u0923\u094D\u092F\u093E \u0938\u093E\u0920\u0940, \u0907\u091A\u094D\u091B\u093F\u0924 \u0915\u093E\u0933 \u0928\u093F\u0935\u0921\u093E. \u0905\u0930\u094D\u0927\u0935\u091F \u092A\u0942\u0930\u094D\u0923 \u0935\u093E\u0915\u094D\u092F \u0928\u093F\u0930\u094D\u092E\u093E\u0923 \u0939\u094B\u0908\u0932. </li>\
<li>\u0936\u092C\u094D\u0926 \u092D\u0902\u0921\u093E\u0930 \u092E\u0927\u0942\u0928  \u0915\u094D\u0930\u093F\u092F\u093E\u092A\u0926 \u091A\u093E \u0909\u091A\u093F\u0924 \u0930\u0942\u092A \u0913\u0922\u093E \u0906\u0923\u093F \u0939\u0947 \u0935\u093E\u0915\u094D\u092F \u092A\u0942\u0930\u094D\u0923 \u0915\u0930\u0923\u094D\u092F\u093E\u0938\u093E\u0920\u0940 \u0909\u091A\u093F\u0924 \u091C\u093E\u0917\u0947 \u0935\u0930 \u0920\u0947\u0935\u093E.</li>\
<li>\u0938\u0932\u094D\u0932\u093E \u092C\u0918\u0923\u094D\u092F\u093E\u0938\u093E\u0920\u0940 \u0938\u0932\u094D\u0932\u093E \u0935\u0930 \u0915\u094D\u0932\u093F\u0915 \u0915\u0930\u093E.</li>\
<li>\u0915\u094D\u0930\u093F\u092F\u093E\u092A\u0926 \u091A\u0947 \u0928\u093F\u0935\u0921\u0932\u0947\u0932\u0947 \u0930\u0942\u092A \u092C\u0930\u094B\u092C\u0930 \u0906\u0939\u0947 \u0915\u093E \u0939\u0947 \u0924\u092A\u093E\u0938\u0923\u094D\u092F\u093E \u0938\u093E\u0920\u0940 \u0924\u092A\u093E\u0938\u093E \u0935\u0930 \u0915\u094D\u0932\u093F\u0915 \u0915\u0930\u093E.</li>\
<li>\u092A\u0941\u0922\u091A\u094D\u092F\u093E \u0935\u093E\u0915\u094D\u092F \u092A\u093E\u0939\u0923\u094D\u092F\u093E \u0938\u093E\u0920\u0940 \u092A\u0941\u0922\u0940\u0932 \u0915\u094D\u0932\u093F\u0915 \u0915\u0930\u093E.</li>
selectTense=\u0915\u093E\u0933 \u0928\u093F\u0935\u0921\u093E 
convertTo=\u092E\u0927\u094D\u092F\u0947 \u092C\u0926\u0932\u093E
sentenceIn=\u0935\u093E\u0915\u094D\u092F\u093E\u091A\u093E \u0915\u093E\u0933
wordrepoTitle=\u0936\u092C\u094D\u0926 \u092D\u0902\u0921\u093E\u0930
result=\u0928\u093F\u0915\u093E\u0932 \:
MainVerb=\u092E\u0941\u0916\u094D\u092F \u0915\u094D\u0930\u093F\u092F\u093E\u092A\u0926 (Main Verb)\:
HelpingVerb=\u0938\u0939\u093E\u092F\u0915 \u0915\u094D\u0930\u093F\u092F\u093E\u092A\u0926 (Helping verb)\:
correctAnswerDiv=\u092C\u0930\u094B\u092C\u0930 \u0909\u0924\u094D\u0924\u0930 \:
redBoxHint=<li>\u0932\u093E\u0932 \u092C\u0949\u0915\u094D\u0938\u0947\u0938 \u092E\u0941\u0916\u094D\u092F \u0915\u094D\u0930\u093F\u092F\u093E\u092A\u0926\u093E (main verbs) \u0938\u093E\u0920\u0940 \u092A\u094D\u0932\u0947\u0938\u0939\u094B\u0932\u094D\u0921\u0930 \u0906\u0939\u0947\u0924.</li>
yellowBoxHint=<li>\u092A\u093F\u0935\u0933\u0947 \u092C\u0949\u0915\u094D\u0938\u0947\u0938 \u0938\u0939\u093E\u092F\u0915 \u0915\u094D\u0930\u093F\u092F\u093E\u092A\u0926\u093E (helping verbs) \u0938\u093E\u0920\u0940 \u092A\u094D\u0932\u0947\u0938\u0939\u094B\u0932\u094D\u0921\u0930 \u0906\u0939\u0947\u0924.</li>
redDragBoxHint=<li>\u0932\u093E\u0932 \u0913\u0922\u0924\u093E \u092F\u0947\u0923\u093E\u0930\u0947 \u092C\u0949\u0915\u094D\u0938 \u092E\u0927\u094D\u092F\u0947 \u092E\u0941\u0916\u094D\u092F \u0915\u094D\u0930\u093F\u092F\u093E\u092A\u0926\u093E\u091A\u093E (main verbs) \u0938\u092E\u093E\u0935\u0947\u0936 \u0906\u0939\u0947.</li>
yellowDragBoxHint=<li>\u092A\u093F\u0935\u0933\u0947 \u0913\u0922\u0924\u093E \u092F\u0947\u0923\u093E\u0930\u0947 \u092C\u0949\u0915\u094D\u0938 \u092E\u0927\u094D\u092F\u0947 \u0938\u0939\u093E\u092F\u0915 \u0915\u094D\u0930\u093F\u092F\u093E\u092A\u0926\u093E\u091A\u093E (helping verbs) \u0938\u092E\u093E\u0935\u0947\u0936 \u0906\u0939\u0947.</li>