{
  "act1": "In this activity, we are going to learn the tense conversion.",
  "act2": "A sentence is given in a particular tense.",
  "act3": " We need to select the desired tense from the second dropdown menu.",
  "act4": "Drag and drop the correct verb and helping verb.",

  "instr1": "Select the tense from the dropdown menu.",
  "instr2": "Drag and drop the correct main and helping verb and click on the \"SUBMIT\" button.",
  "instr3": "Click on the \"NEXT\" button to get the next sentence.",
  "instr4": "Click on the \"SHOW ANSWER\" button to see the answer sentence.",

  "q_instr1": "Read all instructions given below.",
  "q_instr2": "The quiz will start after clicking on the \"OK\" button, along with a timer.",
  "q_instr3": "To select an option as an answer to a given question, click on it.",
  "q_instr4": "You will get two attempts to select the correct option to the question.",
  "q_instr5": "You may skip the question if you want.",
  "q_instr6": "The score and timing are displayed on the top of the screen throughout the quiz.",
  "q_instr7": "You will get +1 for each correct answer. There is no negative marking.",
  "q_instr8": "The scorecard will be generated at the end of the quiz.",

  "proc1": "The mainpage is as shown in figure below. [Refer Fig. 1]",
  "proc2": "Select tense from the dropdown menu. [Refer Fig. 2]",
  "proc3": "The sentence of selected tense will appear on the screen.",
  "proc4": "The sentence to be formed in required tense comes with blank space in place main and helping verb.",
  "proc5": "Drag and drop the correct main and helping verb and then click on the \"SUBMIT\" button.",
  "proc6": "The correct and incorrect feedback is as shown in figure below. [Refer Fig. 3 & Fig. 4]",
  "proc7": "Click on the \"NEXT\" button to get the next sentence.",

  "obj": "Objective",
  "lo": "Learning Outcome",
  "start": "START",
  "wawgtl": "What are we going to learn?",
  "ok": "OK",
  "cancel": "CANCEL",
  "lg": "LET'S Go",
  "level1": "Level 1",
  "level2": "Level 2",
  "theory": "Theory",
  "procedure": "Procedure",
  "animation": "Animation",
  "vivavoce": "Viva voce",
  "lets_go": "Let's Go",
  "aysywtq": "Are you sure you want to quit?",
  "yes": "YES",
  "no": "No",
  "ifq": "Instructions for quiz",
  "instr": "Instructions"
}
