{
  "act1": "इस गतिविधि में, हम काल रूपांतरण सीखने जा रहे हैं।",
  "act2": "एक वाक्य एक विशेष काल में दिया गया है।",
  "act3": "हमें दूसरे ड्रॉपडाउन मेनू से इच्छित काल का चयन करना होगा।",
  "act4": "सही क्रिया और सहायक क्रिया को खींचकर डालें।",

  "instr1": "ड्रॉपडाउन मेनू से काल का चयन करें।",
  "instr2": "सही मुख्य और सहायक क्रिया को खींचकर डालें और \"सबमिट\" बटन पर क्लिक करें।",
  "instr3": "\"नेक्स्ट\" बटन पर क्लिक करके अगले वाक्य को प्राप्त करें।",
  "instr4": "\"शो आंसर\" बटन पर क्लिक करके उत्तर वाक्य देखें।",

  "q_instr1": "नीचे दिए गए सभी निर्देश पढ़ें।",
  "q_instr2": "\"OK\" बटन पर क्लिक करने के बाद क्विज़ शुरू होगा, साथ में एक टाइमर भी होगा।",
  "q_instr3": "किसी प्रश्न के उत्तर के रूप में विकल्प का चयन करने के लिए उस पर क्लिक करें।",
  "q_instr4": "आपको प्रश्न का सही उत्तर चुनने के लिए दो प्रयास मिलेंगे।",
  "q_instr5": "यदि चाहें तो आप प्रश्न को छोड़ सकते हैं।",
  "q_instr6": "क्विज़ के दौरान आपका स्कोर और समय स्क्रीन के शीर्ष पर दिखेगा।",
  "q_instr7": "प्रत्येक सही उत्तर के लिए आपको +1 अंक मिलेगा। कोई नकारात्मक अंकन नहीं होगा।",
  "q_instr8": "क्विज़ के अंत में स्कोरकार्ड उत्पन्न होगा।",

  "proc1": "मुख्य पृष्ठ नीचे दिए गए चित्र के रूप में है। [चित्र 1 देखें]",
  "proc2": "ड्रॉपडाउन मेनू से काल का चयन करें। [चित्र 2 देखें]",
  "proc3": "चुने गए काल का वाक्य स्क्रीन पर दिखाई देगा।",
  "proc4": "आवश्यक काल में वाक्य बनाने के लिए मुख्य और सहायक क्रिया के स्थान पर रिक्त स्थान होंगे।",
  "proc5": "सही मुख्य और सहायक क्रिया को खींचकर डालें और फिर \"सबमिट\" बटन पर क्लिक करें।",
  "proc6": "सही और गलत प्रतिक्रिया नीचे दिए गए चित्रों के रूप में दिखाई जाती है। [चित्र 3 और चित्र 4 देखें]",
  "proc7": "\"नेक्स्ट\" बटन पर क्लिक करके अगले वाक्य को प्राप्त करें।",

  "obj": "उद्देश्य",
  "lo": "सीखने का परिणाम",
  "start": "शुरू करें",
  "wawgtl": "हम क्या सीखने जा रहे हैं?",
  "ok": "ठीक है",
  "cancel": "रद्द करें",
  "lg": "चलो चलते हैं",
  "level1": "स्तर 1",
  "level2": "स्तर 2",
  "theory": "सिद्धांत",
  "procedure": "प्रक्रिया",
  "animation": "एनिमेशन",
  "vivavoce": "विवा वॉच",
  "lets_go": "चलो चलते हैं",
  "aysywtq": "क्या आप वाकई छोड़ना चाहते हैं?",
  "yes": "हां",
  "no": "नहीं",
  "ifq": "क्विज़ के लिए निर्देश",
  "instr": "निर्देश"
}
